<%@ Page Language="C#" AutoEventWireup="true" CodeFile="notice_desc1.aspx.cs" Inherits="tobedtx_Homepage_company" MasterPageFile="./MasterPage.master" %>

<asp:Content ID="Content1" runat="server" ContentPlaceHolderID="ContentPlaceHolder1">
    <div class="notice desc">
        <div class="top">
            <div class="section_inner">
                <div class="category">
                    <span>뉴스</span>
                </div>
                <div class="tit">고대산학협력단-투비디티엑스, 기술이전 협약 체결</div>
                <div class="date">2022-02-14</div>
            </div>
        </div>
        <div class="section_inner">
            <section class="board_desc">
                <div class="img_wrap">
                    <img src="img/news01.jpg" alt="뉴스이미지" />
                </div>
                <div class="text_wrap">
                    고려대학교 산학협력단이 투비디티엑스와 '심박수 기반의 기계학습 알고리즘을 이용한 기립성 저혈압 선별시스템'에 대한 기술이전 협약을 체결했다.<br /><br />
                    
고려대학교의료원은 지난 4일 정릉에 위치한 고려대학교 메디사이언스파크 본부회의실에서 고려대 주요 보직자와 관계자가 참석한 가운데 협약식을 진행했다고 전했다.<br /><br />
                    
고대 의과대학 신경과학교실 김병조 교수와 김정빈 교수는 오랜 연구개발 성과로, 기립성 저혈압을 기계학습 알고리즘을 통해 진단할 수 있는 획기적인 기술을 개발했다. 기립성 저혈압은 70세 이상 인구 중 3분의 1에서 나타나고, 전체 인구에서 유병률이 지속적으로 증가하고 있는 질환이다.<br /><br />

고대 의과대학 신경과학교실 김병조 교수와 김정빈 교수는 오랜 연구개발 성과로, 기립성 저혈압을 기계학습 알고리즘을 통해 진단할 수 있는 획기적인 기술을 개발했다. 기립성 저혈압은 70세 이상 인구 중 3분의 1에서 나타나고, 전체 인구에서 유병률이 지속적으로 증가하고 있는 질환이다.<br /><br />

이날 이전된 기술은 기립경사검사가 가지는 위음성률을 극복하는 동시에 일상생활 속에서 웨어러블 기기 등을 통해 측정된 기계학습 알고리즘으로 기립성 저혈압을 선별한다는 점에서 우수성과 독창성을 인정받아 지난 2021년 8월 국내 최초로 특허 등록을 완료했다.
이번 협약을 통해 기술을 이전받은 투비디티엑스는 코스닥 상장 법인인 투비소프트의 자회사다. 서울 홍릉강소연구개발특구에 설립된 투비디티엑스는 본 기술을 이용해 홍릉특구연구소기업으로 인증받아 심장박동 기반 기립성 저혈압 진단 웨어러블 기기와 VR 기기를 활용한 기립성 저혈압 디지털 치료제를 개발했다.<br /><br />
                    
투비디티엑스는 국내뿐만 아니라 해외의 디지털 치료제 시장을 이끌어갈 전략을 세우고 있으며, 특히 해당 기술이 중대재해처벌법 본격 시행에 따라 의료뿐 아니라 산업안전보건 분야에도 즉각 적용 가능할 것으로 기대하고 있다.<br /><br />
이날 협약식에서 김병조 교수는 "오랜 기간 수행해 온 자율신경계 연구를 투비디티엑스에서 사업화 하게 되어 뜻깊게 생각하고, 본 연구를 함께 해준 김정빈 교수에게 가장 큰 감사를 표한다"라며 "앞으로 투비디티엑스와의 다양한 협업을 통해 국민 건강을 향상시키고, 양 기관이 서로 상호 발전할 수 있도록 긴밀하게 협력해나갈 것"이라고 말했다.<br /><br />
김동윤 투비디티엑스 대표는 "고려대의료원의 연구 결과물을 사업화할 수 있게 되어 영광으로 생각한다"면서 "김병조 교수의 연구 결과가 국민 건강과 국가의 발전을 견인할 수 있도록 최선을 다할 것이며, 고려대의료원-투비디티엑스-투비소프트 3사의 지속적인 협력을 위해 최선을 다하겠다"고 전했다.<br /><br />
                    
이경찬 투비소프트 대표는 "투비소프트는 본 기술의 사업화에 큰 의지를 가지고 있으며, 디지털치료제 분야에서 반드시 필승하겠다는 의지로 투비디티엑스를 설립했다"면서 "이전 받은 학문적 업적을 산업적으로 성공시키도록 최선의 노력을 다하겠다"고 덧붙였다.<br /><br />

                    <br /><br />
                    <a href="http://www.docdocdoc.co.kr/news/articleView.html?idxno=2019717" target="_blank">[기사원문보기]</a>

                </div>
            </section>
            <div class="btn_back" onclick="location.href='/tobedtx/notice.aspx'">
                목록으로
            </div>
        </div>
    </div>
</asp:Content>
